/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Настройка %@";
"CreateExtendMoreInfo" = "Выберите «Создать новую беспроводную сеть», чтобы настроить беспроводное устройство AirPort в новой беспроводной сети. Компьютеры, подключенные к Вашей сети, могут обмениваться данными с другими компьютерами в Вашей сети по беспроводному каналу, или, если они подключены через Ethernet, они могут обмениваться данными через Ethernet. Если Вы настроите устройство для подключения к Интернету, беспроводные и проводные компьютеры также смогут использовать это подключение к Интернету. Нажмите «Продолжить», чтобы настроить новую беспроводную сеть.\n\nВыберите «Расширить зону действия сети AirPort Extreme или AirPort Express», если у Вас уже имеется настроенная сеть AirPort и Вы хотите подключить к ней устройство, чтобы расширить ее зону действия. Расширение зоны действия беспроводной сети называют беспроводной системой распределения (WDS). Беспроводные устройства в WDS используют одно подключение к Интернету и распределяют его на компьютеры, подключенные к сети.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Присвойте беспроводному устройству имя и пароль";
"NameMoreInfo" = "Имя отображается в боковой панели программы «Утилита AirPort». Используйте имя, которое можно затем распознать, например «Гостиная» или «Офис». Если сеть содержит несколько беспроводных устройств, будет легко отличить то устройство, которое требуется настроить или в которое нужно внести изменения. Введите пароль для данного устройства. Этот пароль необходимо будет ввести для доступа к элементам изменения параметров устройства.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Обеспечить защиту сети";
"SecurityMoreInfo" = "Вы можете защитить свою сеть с помощью пароля. Любому пользователю, который попытается подключиться к Вашей сети, потребуется ввести пароль.\n\nБеспроводные устройства AirPort поддерживают два типа паролей:\n• WPA2: пароли Wi-Fi Protected Access более безопасны, но имеют меньшую совместимость.\n• 128-разрядный WEP: пароли Wired Equivalent Privacy более совместимы со старыми компьютерами и проводными картами.\n\nПри выборе варианта «Защита отсутствует» любой пользователь в зоне действия сети сможет присоединиться к ней без пароля. Этот вариант не рекомендуется.\n\nПри выборе варианта «128-бит WEP» используйте пароль, состоящий ровно из 13 символов. Это обеспечит совместимость с Windows и устройствами сторонних производителей.\n\nПри выборе WPA2 используйте пароль, состоящий не менее чем из восьми символов.";
"SecurityMoreInfoWPANone.Title" = "Обеспечить защиту сети";
"SecurityMoreInfoWPANone" = "Вы можете защитить свою сеть с помощью пароля, используя личный WPA беспроводной защиты. Любому пользователю нужно будет ввести пароль для доступа к Вашей сети.\n\nЕсли выбран вариант «Защита отсутствует», любой пользователь, находящийся в зоне действия сети, может подключиться к ней без ввода пароля. Не рекомендуется выбирать этот вариант.\n\nПри использовании личного WPA используйте пароль, содержащий не менее восьми символов.";
"SecurityMoreInfoWPA2None.Title" = "Обеспечить защиту сети";
"SecurityMoreInfoWPA2None" = "Вы можете защитить свою сеть с помощью пароля, используя личный WPA/WPA2 беспроводной защиты. Любому пользователю нужно будет ввести пароль для доступа к Вашей сети.\n\nЕсли выбран вариант «Защита отсутствует», любой пользователь, находящийся в зоне действия сети, может подключиться к ней без ввода пароля. Не рекомендуется выбирать этот вариант.\n\nПри использовании личного WPA/WPA2 используйте пароль, содержащий не менее восьми символов.";
"SecurityMoreInfoTSN.Title" = "Обеспечение защиты сети";
"SecurityMoreInfoTSN" = "Вы можете защитить свою сеть с помощью пароля. Любому пользователю, который попытается подключиться к Вашей сети, потребуется ввести пароль.\n\nБеспроводные устройства AirPort поддерживают два типа паролей:\n• WPA2: пароли Wi-Fi Protected Access более безопасны, но имеют меньшую совместимость.\n• Пароли WEP (Transitional Security Network) более совместимы со старыми компьютерами и беспроводными картами WEP, а также позволяют присоединяться к сети новым клиентам WPA и WPA2.\n\nПри выборе варианта «Защита отсутствует» любой пользователь в зоне действия сети сможет присоединиться к ней без пароля. Этот вариант не рекомендуется.\n\nПри выборе варианта WEP (Transitional Security Network) используйте пароль, состоящий ровно из 13 символов.\n\nПри выборе WPA2 используйте пароль, состоящий не менее чем из восьми символов.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Каким способом Вы устанавливаете подключение к Интернету?";
"InternetMoreInfo" = "Если соединение с сетью Интернет осуществляется с помощью DSL или кабельного модема и поставщик услуг сети Интернет (ISP) предоставляет IP-адреса автоматически с помощью DHCP, выберите первый вариант.\n\nЕсли соединение с сетью Интернет осуществляется с помощью протокола PPP через Ethernet (PPPoE), выберите второй вариант. Если соединение с сетью Интернет осуществляется с помощью PPPoE, вероятно, Вы получите имя учетной записи и пароль. В случае сомнений обратитесь к поставщику услуг сети Интернет.\n\nЕсли выполняется соединение с сетью Ethernet, выберите третий вариант. Выясните у администратора сети (или лица, осуществляющего настройку сети) способ получения IP-адреса (с помощью DHCP или вручную).\n\nВ случае настройки базовой станции AirPort, имеющей встроенный модем, и наличия учетной записи для коммутируемого доступа по протоколу PPP выберите вариант «Я использую модем, подключенный к моей телефонной линии».\n\nЕсли требуется продолжить настройку базовой станции без установления соединения с сетью Интернет, выберите «Я сейчас не готов подключиться к сети Интернет». Если Вы готовы подключиться к Интернету, вернуться к этому меню можно в любой момент.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Настроить TCP/IP для данного устройства";
"EthernetMoreInfo" = "Выбор варианта «Вручную» или «Использовать DHCP» во всплывающем меню «Конфигурация IPv4» зависит от того, каким образом поставщик услуг предоставляет IP-адреса. При автоматическом получении IP-адреса у поставщика услуг выберите во всплывающем меню «Конфигурация TCP/IP» вариант «Использовать DHCP». Поле «IP-адрес» и другие поля будут заполнены поставщиком.\n\nЕсли поставщик услуг предоставил IP-адрес и другие данные вместе с учетной записью Интернета, выберите «Вручную» и настройте IP-адрес беспроводного устройства вручную, используя предоставленную информацию. При возникновении затруднений обратитесь к поставщику услуг.\n\nЕсли поставщик услуг спрашивает MAC-адрес устройства, сообщите ему адрес Ethernet WAN-порта, напечатанный на ярлыке на нижней панели беспроводного устройства AirPort.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Выберите желаемое действие для %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Если у Вас уже есть беспроводное устройство AirPort или беспроводный маршрутизатор, и Вы хотите заменить это устройство устройством %@, выберите «Я хочу использовать %@ вместо существующей базовой станции или беспроводного маршрутизатора»";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Если у Вас уже есть сеть и Вы хотите подключить к ней %@ беспроводным способом или через Ethernet, выберите «Я хочу подключить %@ к существующей сети»";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Если у Вас нет беспроводной сети или Вы хотите добавить еще одну сеть, выберите «Я хочу cоздать новую беспроводную сеть»";

"GuestNetworkMoreInfo.Title" = "Гостевая сеть";
"GuestNetworkMoreInfo" = "Гостевая сеть позволяет клиентам подключаться к Интернету без доступа к частной сети. Гостевая сеть может быть настроена на работу с защитой паролем или без нее.\n\nВы можете вручную настроить другие параметры для гостевой сети, такие как общее использование файлов между компьютерами, подключенными к гостевой сети.";


/* End of strings file */
